// menu fitur bot
const a = '```'
const help = (prefix, instagram, yt, name, pushname2, user, limitt, uptime, jam, tanggal, groupName, premi, Simihh, Welcomee, ModeAnime, Nsfww, BadWordd, AntiLinkk, AntiVirtexx) => { 
	return `   *🐉დ『𝔹𝕆𝕋 𝕕𝕖 MƦ.ƧƘƳ 𝕒𝕟𝕕 ꀘꍟᏉꀤꈤ♚』დ🌹*

┌ ♠️ *【ＣＯＭＡＮＤＯＳ  ＤＥＬ  ＢＯＴ】* ♠️
│
│ 👑 𝐋𝐨𝐬 𝐜𝐨𝐦𝐚𝐧𝐝𝐨𝐬 𝐬𝐞 𝐞𝐣𝐞𝐜𝐮𝐭𝐚𝐧 𝐜𝐨𝐧 【❗️】 👑
│
│ 💙😍 *¡𝑪𝑶𝑴𝑨𝑵𝑫𝑶𝑺 𝑫𝑬 𝑴𝑰𝑬𝑴𝑩𝑹𝑶𝑺!* 😍💙
│
┠❄️☛ *【!𝐇𝐞𝐥𝐩* "𝐕𝐞𝐫 𝐜𝐨𝐦𝐚𝐧𝐝𝐨𝐬 𝐝𝐞𝐥 𝐁𝐎𝐓"】
┠❄️☛ *【!𝐒𝐭𝐢𝐜𝐤𝐞𝐫* "𝐂𝐫𝐞𝐚𝐫 𝐒𝐭𝐢𝐜𝐤𝐞𝐫𝐬"】
┠❄️☛ *【!𝐒𝐭𝐢𝐜𝐤𝐞𝐫𝐠𝐢𝐟* "𝐂𝐫𝐞𝐚𝐫 𝐜𝐨𝐧 𝐒𝐭𝐢𝐜𝐤𝐞𝐫𝐠𝐢𝐟"】
┠❄️☛ *【!𝐒𝐤𝐢𝐦𝐚𝐠𝐞𝐧* "𝐂𝐨𝐧𝐯𝐞𝐫𝐭𝐢𝐫 𝐒𝐭𝐢𝐜𝐤𝐞𝐫 𝐞𝐧 𝐈𝐦𝐚𝐠𝐞𝐧"】
┠❄️☛ *【!𝐌𝐞𝐦𝐞𝐬* "𝐌𝐚𝐧𝐝𝐚𝐫 𝐌𝐞𝐦𝐞𝐬"】
┠❄️☛ *【!𝐂𝐚𝐧𝐭𝐚𝐫* "𝐄𝐬𝐜𝐫𝐢𝐛𝐢𝐫 𝐞𝐥 𝐧𝐨𝐦𝐛𝐫𝐞 𝐝𝐞 𝐥𝐚 𝐂𝐚𝐧𝐜𝐢𝐨́𝐧"】
┠❄️☛ *【!𝐀𝐝𝐦𝐢𝐧𝐋𝐢𝐬𝐭𝐚* "𝐕𝐞𝐫 𝐀𝐝𝐦𝐢𝐧𝐢𝐬𝐭𝐫𝐚𝐝𝐨𝐫𝐞𝐬"】
┠❄️☛ *【!𝐂𝐨𝐧𝐞𝐱𝐢𝐨́𝐧𝐁𝐨𝐭* "𝐕𝐞𝐫 𝐞𝐬𝐭𝐚𝐝𝐨 𝐝𝐞 𝐥𝐚 𝐂𝐨𝐧𝐞𝐱𝐢𝐨𝐧"】
┠❄️☛ *【!𝐏𝐨𝐤𝐞𝐦𝐨𝐧 @𝐧𝐢𝐜𝐤* "𝐌𝐚𝐧𝐝𝐚𝐫 𝐮𝐧 𝐚𝐭𝐚𝐪𝐮𝐞"】
┠❄️☛ *【!𝐏𝐨𝐤𝐞𝐦𝐨𝐧* "𝐒𝐚𝐜𝐚𝐫 𝐮𝐧 𝐏𝐨𝐤𝐞𝐦𝐨𝐧"】
┠❄️☛ *【!𝐃𝐚𝐝𝐨* "𝐋𝐚𝐧𝐳𝐚𝐫 𝐮𝐧 𝐃𝐚𝐝𝐨"】
┠❄️☛ *【!𝐈𝐝𝐞𝐧𝐭𝐢𝐝𝐚𝐝𝐅𝐚𝐥𝐬𝐚* "𝐂𝐫𝐞𝐚𝐫 𝐈𝐝𝐞𝐧𝐭𝐢𝐝𝐚𝐝 𝐅𝐚𝐥𝐬𝐚"】
┠❄️☛ *【!𝐈𝐦𝐚𝐠𝐞𝐧* "𝐓𝐞𝐦𝐚́𝐭𝐢𝐜𝐚 𝐝𝐞 𝐥𝐚 𝐢𝐦𝐚𝐠𝐞𝐧"】
┠❄️☛ *【!𝐓𝐭𝐬 𝐞𝐬* "𝐌𝐚𝐧𝐝𝐚𝐫 𝐀𝐮𝐝𝐢𝐨𝐬 𝐝𝐞 𝐕𝐨𝐳"】
┠❄️☛ *【!𝐍𝐨𝐭𝐚𝐬* "𝐌𝐞𝐧𝐬𝐚𝐣𝐞 𝐝𝐞 𝐥𝐚 𝐍𝐨𝐭𝐚"】
┠❄️☛ *【!𝐈𝐧𝐟𝐨* "𝐂𝐨𝐧𝐭𝐚𝐜𝐭𝐨 𝐝𝐞 𝐥𝐨𝐬 𝐃𝐮𝐞𝐧̃𝐨𝐬"】
┠❄️☛ *【!𝐅𝐨𝐥𝐥𝐚𝐫𝐦𝐞 @𝐧𝐢𝐜𝐤* "𝐅𝐨𝐥𝐥𝐚𝐫𝐬𝐞 𝐚 𝐚𝐥𝐠𝐮𝐢𝐞𝐧"】
┠❄️☛ *【!𝐓𝐢𝐫𝐚𝐫𝐂𝐚𝐧̃𝐚 @𝐧𝐢𝐜𝐤* "𝐓𝐢𝐫𝐚𝐫𝐥𝐞 𝐚 𝐚𝐥𝐠𝐮𝐢𝐞𝐧"】
┠❄️☛ *【!𝐆𝐚𝐲* "𝐌𝐞𝐝𝐢𝐝𝐨𝐫 𝐝𝐞 𝐇𝐨𝐦𝐨𝐬𝐞𝐱𝐮𝐚𝐥𝐢𝐝𝐚𝐝"】
┠❄️☛ *【!𝐅𝐫𝐢𝐞𝐧𝐝𝐙𝐨𝐧𝐞 @𝐧𝐢𝐜𝐤* "𝐌𝐚𝐧𝐝𝐚𝐫 𝐚 𝐥𝐚 𝐅𝐫𝐢𝐞𝐧𝐝𝐙𝐨𝐧𝐞"】
┠❄️☛ *【!𝐄𝐦𝐩𝐚𝐫𝐞𝐣𝐚𝐫 @𝐧𝐢𝐜𝐤 y @𝐧𝐢𝐜𝐤* "𝐂𝐨𝐦𝐩𝐚𝐭𝐢𝐛𝐢𝐥𝐢𝐳𝐚𝐫 𝐮𝐧𝐚 𝐑𝐞𝐥𝐚𝐜𝐢𝐨𝐧"】
┠❄️☛ *【!𝐂𝐚𝐥𝐥𝐚𝐭𝐞 @𝐧𝐢𝐜𝐤* "𝐌𝐚𝐧𝐝𝐚𝐫 𝐚 𝐜𝐚𝐥𝐥𝐚𝐫 𝐚 𝟏 𝐩𝐞𝐫𝐬𝐨𝐧𝐚"】
┠❄️☛ *【!𝐏𝐥𝐚𝐧𝐚 @𝐧𝐢𝐜𝐤* "𝐌𝐞𝐝𝐢𝐝𝐨𝐫 𝐝𝐞 𝐏𝐥𝐚𝐧𝐚𝐬"】
┠❄️☛ *【!𝐆𝐮𝐚𝐫𝐫𝐚 @𝐧𝐢𝐜𝐤* "𝐌𝐞𝐝𝐢𝐝𝐨𝐫 𝐝𝐞 𝐆𝐮𝐚𝐫𝐫𝐚𝐬"】
┠❄️☛ *【!𝐏𝐮𝐭𝐚 @𝐧𝐢𝐜𝐤* "𝐌𝐞𝐝𝐢𝐝𝐨𝐫 𝐝𝐞 𝐏𝐮𝐭𝐚𝘀"】
┠❄️☛ *【!𝐙𝐨𝐫𝐫𝐚 @𝐧𝐢𝐜𝐤* "𝐌𝐞𝐝𝐢𝐝𝐨𝐫 𝐝𝐞 𝐙𝐨𝐫𝐫𝐚𝐬"】
┠❄️☛ *【!𝐓𝐨𝐧𝐭𝐨 @𝐧𝐢𝐜𝐤* "𝐌𝐞𝐝𝐢𝐝𝐨𝐫 𝐝𝐞 𝐓𝐨𝐧𝐭𝐨𝐬"】
┠❄️☛ *【!𝐋𝐨𝐭𝐞𝐫𝐢𝐚* "𝐂𝐮𝐩𝐨𝐧 𝐝𝐞 𝐋𝐨𝐭𝐞𝐫𝐢𝐚"】
│
│
│ 💙😳 *¡𝑪𝑶𝑴𝑨𝑵𝑫𝑶𝑺 𝑫𝑬 𝑨𝑫𝑴𝑰𝑵𝑰𝑺𝑻𝑹𝑨𝑫𝑶𝑹!* 😳💙
│
┠❄️☛ *【!𝐀𝐧̃𝐚𝐝𝐢𝐫* "𝐍𝐮𝐦𝐞𝐫𝐨 𝐬𝐢𝐧 +"】
┠❄️☛ *【!𝐄𝐱𝐩𝐮𝐥𝐬𝐚𝐫 @𝐧𝐢𝐜𝐤* "𝐄𝐱𝐩𝐮𝐥𝐬𝐚𝐫"】
┠❄️☛ *【!𝐄𝐱𝐩𝐮𝐥𝐬𝐚𝐫𝐏𝐥𝐚𝐧𝐚 @𝐧𝐢𝐜𝐤* "𝐄𝐱𝐩𝐮𝐥𝐬𝐚𝐫 𝐚 𝐥𝐚𝐬 𝐏𝐥𝐚𝐧𝐚𝐬"】
┠❄️☛ *【!𝐀𝐯𝐢𝐬𝐨 @𝐧𝐢𝐜𝐤* "𝟏ª 𝐀𝐯𝐢𝐬𝐨 𝐚 𝐥𝐚 𝐏𝐞𝐫𝐬𝐨𝐧𝐚"】
┠❄️☛ *【!𝐀𝐯𝐢𝐬𝐨𝟐 @𝐧𝐢𝐜𝐤* "𝟐ª 𝐀𝐯𝐢𝐬𝐨 𝐚 𝐥𝐚 𝐏𝐞𝐫𝐬𝐨𝐧𝐚"】
┠❄️☛ *【!𝐀𝐯𝐢𝐬𝐨𝟑 @𝐧𝐢𝐜𝐤* "𝟑ª 𝐀𝐯𝐢𝐬𝐨 𝐲 𝐄𝐱𝐩𝐮𝐥𝐬𝐢𝐨𝐧"】
┠❄️☛ *【!𝐀𝐝𝐦𝐢𝐧 @𝐧𝐢𝐜𝐤* "𝐃𝐚𝐫 𝐀𝐝𝐦𝐢𝐧"】
┠❄️☛ *【!𝐌𝐢𝐞𝐦𝐛𝐫𝐨 @𝐧𝐢𝐜𝐤* "𝐐𝐮𝐢𝐭𝐚𝐫 𝐀𝐝𝐦𝐢𝐧"】
┠❄️☛ *【!𝐌𝐞𝐧𝐜𝐢𝐨𝐧𝐚𝐫* "𝐌𝐞𝐧𝐜𝐢𝐨𝐧𝐚𝐫 𝐚 𝐓𝐨𝐝𝐨𝐬"】
┠❄️☛ *【!𝐁𝐨𝐫𝐫𝐚𝐫* "𝐁𝐨𝐫𝐫𝐚𝐫 𝐦𝐞𝐧𝐬𝐚𝐣𝐞𝐬 𝐝𝐞𝐥 𝐁𝐎𝐓"】
┠❄️☛ *【!𝐋𝐢𝐧𝐤𝐆𝐫𝐮𝐩𝐨* "𝐒𝐨𝐥𝐢𝐜𝐢𝐭𝐚𝐫 𝐋𝐢𝐧𝐤 𝐝𝐞𝐥 𝐆𝐫𝐮𝐩𝐨"】
┠❄️☛ *【!𝐏𝐞𝐫𝐟𝐢𝐥𝐆𝐫𝐮𝐩𝐨* "𝐂𝐚𝐦𝐛𝐢𝐚 𝐅𝐨𝐭𝐨 𝐝𝐞𝐥 𝐆𝐫𝐮𝐩𝐨"】
┠❄️☛ *【!𝐌𝐮𝐭𝐞𝐚𝐫𝐆𝐫𝐮𝐩𝐨* "𝐒𝐢́/𝐍𝐨"】
┠❄️☛ *【!𝐂𝐚𝐬𝐚𝐫 @𝐧𝐢𝐜𝐤 y @𝐧𝐢𝐜𝐤* "𝐔𝐧𝐢𝐫 𝐞𝐧 𝐌𝐚𝐭𝐫𝐢𝐦𝐨𝐧𝐢𝐨"】
┠❄️☛ *【!𝐃𝐢𝐯𝐨𝐫𝐜𝐢𝐚𝐫 @𝐧𝐢𝐜𝐤 y @𝐧𝐢𝐜𝐤* "𝐃𝐢𝐯𝐨𝐫𝐜𝐢𝐚𝐫 𝐮𝐧 𝐌𝐚𝐭𝐫𝐢𝐦𝐨𝐧𝐢𝐨"】
┠❄️☛ *【!𝐁𝐮𝐞𝐧𝐨𝐬𝐃𝐢𝐚𝐬* "𝐃𝐚𝐫 𝐥𝐨𝐬 𝐁𝐮𝐞𝐧𝐨𝐬 𝐃𝐢𝐚𝐬 𝐚 𝐓𝐨𝐝𝐨𝐬"】
┠❄️☛ *【!𝐁𝐮𝐞𝐧𝐚𝐬𝐍𝐨𝐜𝐡𝐞𝐬* "𝐃𝐚𝐫 𝐥𝐚𝐬 𝐁𝐮𝐞𝐧𝐚𝐬 𝐍𝐨𝐜𝐡𝐞𝐬 𝐚 𝐓𝐨𝐝𝐨𝐬"】
│
└ 🔥 【𝘽𝙮 🅼🆁.🆂🅺🆈 𝙖𝙣𝙙 🅺🅴🆅🅸🅽】 🔥`
}

exports.help = help

// penghitung aktif bot
function kyun(seconds){
  function pad(s){
    return (s < 10 ? '0' : '') + s;
  }
  var hours = Math.floor(seconds / (60*60));
  var minutes = Math.floor(seconds % (60*60) / 60);
  var seconds = Math.floor(seconds % 60);
  return `*${pad(hours)} Jam ${pad(minutes)} Menit ${pad(seconds)} Detik*`
}

// info bot 
const bottt = (prefix) => {
return `
`
}
exports.bottt = bottt
// donasi menu

const donasi = (name) => { 
	return `
`
}
exports.donasi = donasi

const listsurah = () => {
return `
ِ`
}
exports.listsurah = listsurah

// bahasa list
const bahasa = (prefix) => {
return `
`
}
exports.bahasa = bahasa

// Limit
const limitcount = (limitCounts) => {
        return`

`
}
exports.limitcount = limitcount
